print(5 + 5)
print(15000 - 0.1)
print(0.1 * 15000)
print(-1 / 5)
#print ფუნქციას გადაეცემა ეკრანზე გამოსატანი ობიექტი
print("emi" + "ri" )
#print("5" + 5)
#იმ შემთხვევაში თუ სტრინგს დავუმატებთ მთელ რიცხვს ტერმინალი ამას ჩათვლის შეცდომად და ამოაგდებს ერორს
#Terminal არის visual code ში პროგრამული ინტერფეისი რომელიც აუცილებელია იმისთვის რომ დავინახოთ ჩვენი დაწერილი კოდის შედეგი

#ცვლადებს მივანიჭოთ მნიშვნელობა
# print("5" + 5)
X = 5
Y = 5
print(X + Y)
#სტრინგი არის ტექსტური მონაცემი ბრჭყალებში მოქცეული სიმბოლოები
#მთელი რიცხვი არის int (integer)